export default function About() {
  return (
    <div className="py-20 px-4 max-w-6xl mx-auto">
      <h1 className="text-3xl font-bold mb-4 text-slate-800">О нас</h1>
      <p className="mb-4 text-slate-700">
        Золотой ключ - ведущее агентство недвижимости, специализирующееся на
        оказании помощи клиентам в покупке, продаже и аренде недвижимости в
        наиболее привлекательных районах. Наша команда опытных агентов стремится
        обеспечить исключительный сервис и сделать процесс покупки и продажи
        максимально удобным.
      </p>
      <p className="mb-4 text-slate-700">
        Наша миссия состоит в том, чтобы помочь нашим клиентам помочь достичь их
        целей в сфере недвижимости , предоставляя экспертные консультации,
        индивидуальное обслуживание и глубокое понимание местного рынка.
        Независимо от того, хотите ли вы купить, продать или арендовать
        недвижимость, мы здесь, чтобы помочь вам на каждом шагу.
      </p>
      <p className="mb-4 text-slate-700">
        Наша команда агентов обладает богатым опытом и знаниями в сфере
        недвижимости, и мы стремимся предоставлять нашим клиентам услуги
        высочайшего уровня. Мы считаем, что покупка или продажа недвижимости
        должна быть захватывающим и полезным опытом, и мы стремимся воплотить
        это в реальность для каждого из наших клиентов.
      </p>
    </div>
  );
}
